tap "archivebox/archivebox"
tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "puma/puma"
tap "robotsandpencils/made"
tap "wata727/tflint"
tap "weihanglo/sfz", "https://github.com/weihanglo/sfz.git"
brew "openssl@1.1"
brew "aria2"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "cocoapods"
brew "coreutils", link: false
brew "diff-so-fancy"
brew "direnv"
brew "gnutls"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdu"
brew "git"
brew "git-extras"
brew "gnupg", link: false
brew "git-secret"
brew "gnu-sed"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hwloc"
brew "hyperfine"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "libuv"
brew "lnav"
brew "mackup"
brew "mas"
brew "memcached", restart_service: true
brew "mosh"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nss"
brew "opencc"
brew "openjdk@11"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "prettyping"
brew "pstree"
brew "redis", restart_service: true
brew "reg"
brew "smartmontools"
brew "so"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "virtualenvwrapper"
brew "watch"
brew "watchman"
brew "wget"
brew "wrk"
brew "zsh"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
brew "robotsandpencils/made/xcodes"
brew "weihanglo/sfz/sfz"
cask "1password"
cask "aerial"
cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "backuploupe"
cask "chromium"
cask "daisydisk"
cask "discord"
cask "docker"
cask "emacs"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "genymotion"
cask "gpg-suite-no-mail"
cask "iina"
cask "imageoptim"
cask "intel-power-gadget"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
cask "microsoft-teams"
cask "monitorcontrol"
cask "moom"
cask "ngrok"
cask "obsidian"
cask "parallels"
cask "pocket-casts"
cask "protonvpn"
cask "quip"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "syncthing"
cask "telegram"
cask "telegram-desktop"
cask "visual-studio-code"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "DevCleaner", id: 1388020431
mas "Disk Speed Test", id: 425264550
mas "Drafts", id: 1435957248
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Reeder", id: 1529448980
mas "RunCat", id: 1429033973
mas "Things", id: 904280696
mas "Unsplash Wallpapers", id: 1284863847
mas "Welly", id: 1521402269
