tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/brew-graph"
tap "wallix/awless"
tap "wata727/tflint"
tap "wix/brew"
cask "java"
brew "adns"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "ansible"
brew "autojump"
brew "bat"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "circleci"
brew "cmake"
brew "consul"
brew "coreutils"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "dos2unix"
brew "exa"
brew "fd"
brew "lame"
brew "libogg"
brew "libvorbis"
brew "libvpx"
brew "opus"
brew "sdl2"
brew "snappy"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "fribidi"
brew "fzf"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "gifsicle"
brew "pcre2"
brew "git"
brew "git-extras"
brew "git-sizer"
brew "glide"
brew "gmp"
brew "gnu-sed"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gradle"
brew "graphite2"
brew "libtool"
brew "graphviz"
brew "gron"
brew "icu4c"
brew "harfbuzz"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hwloc"
brew "little-cms2"
brew "openjpeg"
brew "imagemagick@6", link: true
brew "kubernetes-helm"
brew "libcroco"
brew "libidn2"
brew "pango"
brew "librsvg"
brew "mackup"
brew "mas"
brew "ncdu"
brew "ncurses"
brew "node"
brew "opencc"
brew "openssh"
brew "perl"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql"
brew "prettyping"
brew "pth"
brew "ripgrep"
brew "rlwrap"
brew "ruby", link: true
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "xsv"
brew "yarn"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "wata727/tflint/tflint"
cask "1password"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "cheatsheet"
cask "daisydisk"
cask "dash"
cask "deckset"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-firacode-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-noto-sans-cjk-tc"
cask "font-noto-serif-cjk-tc"
cask "fork"
cask "geekbench"
cask "gitup"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "keka"
cask "keyboardcleantool"
cask "keycastr"
cask "minikube"
cask "ngrok"
cask "paragon-ntfs"
cask "react-native-debugger"
cask "robo-3t"
cask "setapp"
cask "sketch"
cask "station"
cask "telegram-desktop"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zeplin"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Evernote", id: 406056744
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Simplenote", id: 692867256
mas "Spark", id: 1176895641
mas "Things3", id: 904280696
mas "Xcode", id: 497799835
